{
	"about-description": "The Canadian Engineering Leadership Conference (CELC) is an annual, bilingual, student-run conference that attracts over \u003cstrong\u003e200 student leaders\u003c/strong\u003e from \u003cstrong\u003e46 universities\u003c/strong\u003e across the country.\u003cbr\u003e\u003cbr\u003eStudents across Canada come together to perfect their leadership skills, network with their peers and industry professionals, as well as seek new ways to promote leadership in their respective universities!",
	"about-title": "What is CELC?",
	"about-visit": "Visit CFES/CELC",
	"bands-diversity": "Diversity",
	"bands-sustinability": "Sustainability",
	"bands-tech": "Technology",
	"bands-text-diversity-bottom": "CELC 2023 strives to create a diverse and inclusive environment. These initiatives include but are not limited to: a completely English-French bilingual conference, venues setup with gender-neutral bathrooms and wheelchair-accessible spaces, branding that accommodates seven types of colour blindness disorders.",
	"bands-text-diversity-top": "Fourteen sessions and workshops on Diversity Leadership will be introduced in our conference program. Delegates will have the opportunity to learn about engaging topics such as “Challenging the Status Quo,” “Persevering Leaders in Diversity,” and “Deconstructing the EDI Acronym.”\n",
	"bands-text-sustinability-bottom": "CELC 2023 aims to bring in experts from the local industry to talk about how their organizations have tackled sustainability challenges and set an example on creating a sustainable future.",
	"bands-text-sustinability-top": "A quarter of our sessions are allocated to Sustainability Leadership. Delegates will explore how Calgary-based organizations have innovated their practices to further their commitment to sustainable practices and initiatives.",
	"bands-text-tech-bottom": "With new emerging technologies coming in every day, we can easily be intimidated by this new digital eco-space. Through our sessions, we aim to showcase some of the emerging technologies that our partners have incorporated into their organizations and show how leaders are using technology for good to drive innovation and positive change.",
	"bands-text-tech-top": "CELC 2023 aims to highlight and showcase how technology has changed the industry in the last decade. Delegates will get the opportunity to learn how local Calgary-based organizations have used technology to solve the everyday problems that their organizations face. The OC aims to innovate on previous conferences and fully incorporate technology throughout the conference and show attendees how we can transform and “level-up” the conference experience with tech.\n",
	"bands-title": "The Bands Of CELC 2023",
	"constant": "english",
	"contact-button": "Enter your email address to stay connected",
	"contact-description": "Reach out to us at chair.future@celc.cfes.ca",
	"contact-title": "Connect with us",
	"descriptor-book": "a book",
	"descriptor-booth": "a booth",
	"descriptor-canada": "outline of the shape of Canada",
	"descriptor-mountains": "silhouette of mountains",
	"descriptor-people-dancing": "two figures formally dancing",
	"descriptor-picture": "picture of",
	"descriptor-resume": "a resume",
	"descriptor-skyline": "silhouette of the Calgary skyline",
	"descriptor-tower": "top of the Calgary tower",
	"descriptor-whiteboard": "a whiteboard",
	"error-page-not-found": "Page Not Found",
	"faq-attend-answer": "CELC 2023 can be attended by engineering students and leaders across Canada! If you are interested in attending as a delegate, lookout for registration details in October 2022. Reach out to your engineering society for more details regarding the process of representing your school. \n\nWe will be inviting over 200 of the top leaders across 53 engineering schools across Canada!\n",
	"faq-attend-text": "Who Can Attend Celc 2023?",
	"faq-cfes-answer": "The Canadian Federation of Engineering Students is a bilingual organization that represents all 85,000 engineering students across Canada. Through advocacy, partnerships and hosting conferences (such as this one), the CFES continues to make an impact by improving engineering student lives. Learn more about the CFES by visiting their website at \u003c1\u003ecfes.ca\u003c/1\u003e. ",
	"faq-cfes-text": "What is the Canadian Federation of Engineering Students (CFES)?",
	"faq-flex-answer": "Yes! Our team will take custom and additional requests. If there's ideas or concerns you have about our current tiers, we want to hear them!\n",
	"faq-flex-text": "Are Your Sponsorship Opportunities Flexible?",
	"faq-looking-answer": "Yes! Reach out to us to start the discussion at \u003c1\u003esponsorship@celc.cfes.ca\u003c/1\u003e.",
	"faq-looking-text": "Are You Still Looking For Sponsors?",
	"faq-organize-answer": "CELC 2023 is always accepting volunteers to help plan our conference. Whether that's on day-to-day operations or supporting our bilingual services. Reach out to us at \u003c1\u003echair@celc.cfes.ca\u003c/1\u003e",
	"faq-organize-text": "Can I Help Organize CELC 2023?",
	"faq-workshop-answer": "CELC 2023 will include up to 40 sessions across 3 streams. This includes hands-on workshops, panels and even a case competition! If you are interested in getting involved, reach out to our programming team at \u003c1\u003echair@celc.cfes.ca\u003c/1\u003e\n",
	"faq-workshop-text": "What Kind Of Workshops, Sessions, And Activities Will There Be?",
	"footer-cfes": "Canadian Federation of Engineering Students",
	"footer-land": "Made with ❤ on Treaty 7 Territory",
	"footer-ucalgary": "University of Calgary",
	"history-05cec": "In the spring of 2005, Canadian Engineering Conference would find its way to the City of Calgary. Welcoming delegates from across the country, students competed in an assortment of engineering and professional competitions for the chance at the national title.",
	"history-16congress": "The last Congress hosted by the University of Calgary, Congress 2016 brought over 180 students to Calgary, where discussions were had on a variety of topics such as degree flexibility, innovation, and the improvement of student experiences. Four years later, Congress would be rebranded to its current iteration of CELC.",
	"history-17cec": "2017 brought the Canadian Engineering Conference back to Calgary once again. Held in March, students experienced Calgary’s spring as they strove to excel among their peers, in competitions such as Design, Consulting, Re-engineering, and Communications.",
	"history-20cde": "With the onset of a global pandemic, the Conference on Diversity of Engineering 2020 would be one of the first to shift to an online format. Despite these challenges, the conference would still have over 200 attendees, brought together by their shared passion for improving equity and fairness within the profession.",
	"history-75congress": "The first CFES Congress hosted by the University of Calgary would be held during the tenth anniversary of the Schulich School of Engineering. The 1975 congress would not be the last conference held in Calgary but would be the last to be held under the the CFES’s predecessor, the CCES.",
	"history-94congress": "In 1994, the City of Calgary would once again host the CFES’s Congress. It would be at this historic conference that the National Executive of the CFES would create and ratify the organization’s first long-term plan.",
	"history-cde": "CDE",
	"history-cec": "CEC",
	"history-congress": "Congress",
	"history-title": "Conferences in \u003cstrong\u003eHistory\u003c/strong\u003e",
	"navbar-about": "About Us",
	"navbar-contact": "Contact Us",
	"navbar-faq": "FAQ",
	"navbar-history": "History",
	"navbar-home": "Home",
	"navbar-why": "Why Sponsor?",
	"position-Akanksha": "Programming",
	"position-Amanda": "Hospitality",
	"position-Asma": "Sponsorship",
	"position-Brielle": "Programming",
	"position-Catherine": "Social Events",
	"position-Emily": "Social Events",
	"position-Haaziq": "Sponsorship",
	"position-Hailey": "Logistics",
	"position-Hope": "Programming",
	"position-Ines": "Communications",
	"position-Jesse": "Communications",
	"position-Kenza": "Programming",
	"position-Liam": "Programming",
	"position-Makenna": "Bilingualism",
	"position-Michelle": "Hospitality",
	"position-Nick": "Logistics",
	"position-Owen": "Programming",
	"position-Philippa": "Programming",
	"position-Risat": "Chair",
	"position-Robert": "Technology",
	"position-Samson": "Chair",
	"position-Tommy": "Programming",
	"position-Zachary": "Finance",
	"sponsor-banquet": "Representation\nat Banquet",
	"sponsor-button": "Download Package",
	"sponsor-career": "Career Fair Booth",
	"sponsor-delegate": "Delegate Resumes",
	"sponsor-desc": "If you’d like to view more of our sponsorship details, check out our sponsorship package!",
	"sponsor-handbook": "Delegate Handbook\nAdvertisement",
	"sponsor-logo": "Logo on Website\nand Banners",
	"sponsor-more": "...and more",
	"sponsor-past": "Past Sponsors",
	"sponsor-session": "Lead a Session",
	"sponsor-title": "Why Sponsor?",
	"title-date": "January 2nd - 7th, 2023",
	"title-description": "The 2023 CFES Canadian Engineering Leadership Conference will show a diverse, sustainable, and tech-oriented Calgary.",
	"title-downtown": "Downtown Calgary",
	"title-image-drumheller": "Drumheller",
	"title-image-elliston": "Elliston Park",
	"title-image-jasper": "Jasper National Park",
	"title-image-lakeminnewanka": "Lake Minnewanka",
	"title-image-malignecanyon": "Maligne Canyon",
	"title-image-stpatrick-island": "St. Patrick's Island",
	"title-learn": "Learn More",
	"title-partner": "Partner with us",
	"title-showcase": "Showcasing The Engineering Calgary",
	"title-text": "Innovating for\u003cbr\u003ethe Future"
}