{
	"about-description": "Le Conférence Canadienne sur le Leadership en Ingénierie (CCLI) est une conférence annuel et bilingue, diriger par des étudiants, qui amene plus que \u003cstrong\u003e200 étudiants\u003c/strong\u003e de \u003cstrong\u003e46 universitiés\u003c/strong\u003e à travers du pays.\u003cbr\u003e\u003cbr\u003eLes étudiants de partout au Canada\nconverge to perfect their leadership skills, communiquer avec\nleurs collègues et des professionnels du secteur, et découvrir\ndes façons nouvelles de promouvoir le leadership à leurs\nuniversités.",
	"about-title": "C'est quoi CCLI?",
	"about-visit": "Visitez FCEG/CCLI",
	"bands-diversity": "Diversité",
	"bands-sustinability": "Viabilité",
	"bands-tech": "Technologie",
	"bands-title": "Les domaines clés du CCLI 2023",
	"constant": "french",
	"contact-button": "Entrez votre adresse de courriel pour rester connecté",
	"contact-description": "Contactez-nous à chair.future@celc.cfes.ca .",
	"contact-title": "Communiquez avec nous",
	"descriptor-book": "une livre ",
	"descriptor-booth": "une table",
	"descriptor-canada": "le countour du Canada",
	"descriptor-mountains": "une silhouette des montagnes",
	"descriptor-people-dancing": "deux personnages dansant formellement",
	"descriptor-picture": "une image d'un/d'une (what is the picture of? the 'of' translation depends on whether the object is masculine or feminine) ",
	"descriptor-resume": "un CV",
	"descriptor-skyline": "une silhouette de l'horizon de Calgary",
	"descriptor-tower": "le sommet de la tour de Calgary",
	"descriptor-whiteboard": "un tableau blanc",
	"faq-attend-answer": "CCLI 2023 peut accueillir des étudiants en génie et des leaders de partout au Canada! Si vous êtes intéressé à y assister en tant que délégué, consultez les détails de l'inscription en octobre 2022. Contactez votre société d'ingénierie pour plus de détails concernant le processus de représentation de votre université. Nous inviterons plus de 200 des meilleurs leaders de 53 universités de génie à travers du Canada!",
	"faq-attend-text": "Qui peuvent aller à CCLI 2023? ",
	"faq-cfes-answer": "La Fédération canadienne étudiante en génie est une association bilingue qui représente les 85 000 étudiants en génie à travers du Canada. Grâce à la défense des intérêts, aux partenariats et à l'organisation de conférences (comme celle-ci), la FCEG continue d'avoir un impact en améliorant la vie des étudiants en génie. Apprenez-en davantage sur la FCEG en visitant son site web à cfes.ca.",
	"faq-cfes-text": "C'est quoi la Fédération canadienne étudiente de génie ",
	"faq-flex-answer": "Oui ! Notre équipe de parrainage acceptera les demandes personnalisées et supplémentaires. Si vous avez des idées ou des préoccupations concernant nos niveaux de parrainage, nous voulons les entendre !",
	"faq-flex-text": "Est-ce que les occasions de parrainage son flexible?",
	"faq-looking-answer": "Oui! Contactez-nous à sponsorship.future@celc.cfes.ca.",
	"faq-looking-text": "Est-ce que vous continuez le cherche pour des sponsors? ",
	"faq-organize-answer": "CCLI 2023 accepte toujours les bénévoles pour contribuer à la conférence, si c'est pour les opérations ou pour soutenir l'équipe bilingue. Contactez-nous à chair.future@celc.cfes.ca .",
	"faq-organize-text": "Est-ce que je peux assister a organisé CCLI 2023?",
	"faq-workshop-answer": "CCLI 2023 comprendra jusqu'à 40 sessions réparties sur trois volets. Cela comprend des ateliers pratiques, des panels et même un concours de cas ! Si vous souhaitez vous impliquer, contactez notre équipe de programme à chair.future@celc.cfes.ca",
	"faq-workshop-text": "Quels types d'ateliers, de sessions et d'activités y aura-t-il ?",
	"footer-cfes": "Fédération canadienne étudiante de génie",
	"footer-land": "Fait avec ❤ sur le territoire du Traité no 7",
	"footer-ucalgary": "Université de Calgary ",
	"history-05cec": "Au printemps 2005, la Conférence canadienne de génie se rend à Calgary. Accueillant des délégués de partout au pays, les étudiants ont participé à une variété de concours professionnels et d'ingénierie pour tenter de remporter le championnat national.",
	"history-16congress": "Le dernier Congrès organisé par l'Université de Calgary, le Congrès 2016 a réuni plus de 180 étudiants à Calgary, où des discussions ont eu lieu sur une variété de sujets tels que la flexibilité des diplômes, l'innovation et l'amélioration des expériences des étudiants. Quatre ans plus tard, le Congrès serait renommé à son itération du présent de CCLI.",
	"history-17cec": "2017 a ramené la Conférence canadienne du génie de nouveau à Calgary. Hébergés en mars, les étudiants ont découvert le printemps de Calgary alors qu'ils faisaient preuve d'excellence parmi leurs pairs, dans des compétitions telles que la conception, la consultation, la réingénierie et la communication.",
	"history-20cde": "Avec la pandémie, la Conférence sur la diversité de l'ingénierie 2020 serait une des premières à passer à un format en ligne. Malgré ces défis, la conférence aurait encore plus de 200 participants, réunis par leur passion commune pour l'amélioration de l'équité et de la justice au sein de la profession.",
	"history-75congress": "Le premier Congrès de la FCEG organisé par l'Université de Calgary a eu lieu lors du dixième anniversaire de la Schulich School of Engineering. Le congrès de 1975 ne serait pas la dernière conférence tenue à Calgary, mais serait la dernière à se tenir sous le prédécesseur de la FCEG, le CCEG.",
	"history-94congress": "​​En 1994, Calgary héberge à nouveau le Congrès de la FCEEG. C'est lors de cette conférence historique que l'exécutif national de la FCEEG créera et ratifiera le premier plan à long terme de l'organisation.",
	"history-cde": "DCI",
	"history-cec": "CCI",
	"history-congress": "Congrès",
	"history-title": "Les conférences historiques",
	"navbar-about": "À propos ",
	"navbar-contact": "Contactez-nous",
	"navbar-faq": "FAQ",
	"navbar-history": "Histoire",
	"navbar-home": "Accueil",
	"navbar-why": "Pourquoi étre sponsor? ",
	"position-Akanksha": "La programme",
	"position-Amanda": "L'hospitalité",
	"position-Asma": "Le parrainage",
	"position-Brielle": "La programme",
	"position-Catherine": "Les événements sociaux",
	"position-Emily": "Les événements sociaux",
	"position-Haaziq": "Le parrainage",
	"position-Hailey": "Les logistiques",
	"position-Hope": "La programme",
	"position-Ines": "Les communications",
	"position-Jesse": "Les communications",
	"position-Kenza": "La programme",
	"position-Liam": "La programme",
	"position-Makenna": "Le bilinguism",
	"position-Michelle": "L'hospitalité",
	"position-Nick": "Les logistiques",
	"position-Owen": "La programme",
	"position-Philippa": "La programme",
	"position-Risat": "Coprésident",
	"position-Robert": "La technologie ",
	"position-Samson": "Coprésident",
	"position-Tommy": "La programme",
	"position-Zachary": "La finance",
	"sponsor-banquet": "La représentation de l'entreprise au banquet",
	"sponsor-button": "Télécharger le forfait",
	"sponsor-career": "Table à la foire de l'emploi",
	"sponsor-delegate": "Les CVs des délégués",
	"sponsor-desc": "Si vous voulez voir les détails de parrainage, voir ici le forfait de parrainage.",
	"sponsor-handbook": "Une annonce dans le manuel des délégués",
	"sponsor-logo": "Logo sur le site web et sur les bannières",
	"sponsor-more": "...et plus",
	"sponsor-past": "Les anciens sponsors",
	"sponsor-session": "Diriger une session",
	"sponsor-title": "Pourquoi être sponsor? ",
	"title-date": "Le 2 au 7 janvier",
	"title-description": "La Conférence canadienne sur le leadership en ingénierie 2023 de la FCEG montrera un Calgary diversifié, durable et axé sur la technologie.",
	"title-downtown": "Le centre-ville de Calgary",
	"title-image-drumheller": "Drumheller",
	"title-image-elliston": "Parc Elliston",
	"title-image-jasper": "Le parc national de Jasper",
	"title-image-lakeminnewanka": "Lac Minnewanka",
	"title-image-malignecanyon": "Le canyon Maligne",
	"title-image-stpatrick-island": "L'île du Saint-Patrick",
	"title-learn": "Apprendre davantage",
	"title-partner": "Collaborer avec nous",
	"title-showcase": "Célébrer l'ingénierie de Calgary",
	"title-text": "Innover pour l'avenir"
}