{
	"about-description": "Le Conférence Canadienne sur le Leadership en Ingénierie (CCLI) est une conférence annuel et bilingue, diriger par des étudiants, qui amene plus que <strong>200 étudiants</strong> de <strong>46 universitiés</strong> à travers du pays.<br><br>Les étudiants de partout au Canada\nconverge pour faire du development professionel, communiquer avec\nleurs collègues et des professionnels du secteur, et découvrir\ndes façons nouvelles de promouvoir le leadership à leurs\nuniversités.",
	"about-title": "C'est quoi CCLI?",
	"about-visit": "Visitez FCEG/CCLI",
	"attend-ab-economy": "Découvrir l'économie de l'Alberta",
	"attend-answer": "Contactez votre société d'ingénierie locale pour obtenir des informations et vous connecter. Les enregistrements auront lieu au cours du mois d'octobre.",
	"attend-career-fair": "Assister à un forum de recrutement privé",
	"attend-case-comp": "Participer à un concours de cas d'une semaine",
	"attend-events": "Participer à plus de 6 événements de soirée",
	"attend-learn-cfes": "Découvrir le CFES",
	"attend-session-count": "Accès à plus de 30 sessions",
	"attend-title": "COMMENT PARTICIPER ?",
	"attend-why": "POURQUOI PARTICIPER ?",
	"bands-diversity": "La diversité",
	"bands-sustinability": "La viabilité",
	"bands-tech": "La technologie",
	"bands-text-diversity-bottom": "CCLI 2023 aspire à créer un environnement diversifié et inclusif. Ces initiatives comprennent, mais sans s'y limiter : une conférence entièrement bilingue anglais-français, des salles aménagées avec des salles de bains neutres sous l'angle du genre et des espaces accessibles aux fauteuils roulants, une image de marque qui a été conçu pour s'adapter à sept types de daltonisme.",
	"bands-text-diversity-top": "Quatorze sessions et séminaires sur la diversité dans le leadership seront présentées dans notre programme de conférence. Les délégués auront l'occasion d'apprendre davantage sur des sujets intéressants tels que \"Défier le statu quo\", \"Dirigeants persévérants pour la diversité\" et \"Décomposer l'acronyme EDI\".",
	"bands-text-sustinability-bottom": "CCLI 2023 vise à inviter des experts de l'industrie locale pour parler de la façon dont leurs organisations ont relevé les défis durables et servir d'exemple de la façon de créer un avenir durable.",
	"bands-text-sustinability-top": "Un quart de nos sessions son réservés au sujet du leadership viable. Les délégués exploreront comment les organisations basées à Calgary ont innové leurs pratiques pour renforcer leur engagement envers des pratiques et des initiatives durables.",
	"bands-text-tech-bottom": "Avec les nouvelles technologies émergentes qui arrivent chaque jour, nous pouvons facilement être intimidés par ce nouvel éco-espace numérique. À travers nos sessions, nous visons à présenter certaines des technologies émergentes que nos partenaires ont intégrées dans leurs organisations et à montrer comment nos organisations-partenaires utilisent la technologie pour le bien afin de stimuler l'innovation et le changement positif.",
	"bands-text-tech-top": "La CO du CCLI 2023 vise à mettre en évidence et à démontrer comment la technologie a changé l'industrie au cours de la dernière décennie. Les délégués auront l'occasion d'apprendre comment les organisations basées à Calgary utilisent la technologie pour résoudre des problèmes quotidiens auxquels elles sont confrontées dans leurs organisations. CCLI vise à innover sur les conférences précédentes et à intégrer pleinement la technologie tout au long de la conférence et à montrer aux participants comment nous pouvons transformer et améliorer l'expérience de la conférence avec la technologie.",
	"bands-title": "Les domaines clés du CCLI 2023",
	"constant": "french",
	"contact-button": "Entrez votre adresse de courriel pour rester connecté",
	"contact-description": "Contactez-nous à chair.future@celc.cfes.ca .",
	"contact-title": "Communiquez avec nous",
	"descriptor-book": "une livre",
	"descriptor-booth": "une table",
	"descriptor-canada": "le countour du Canada",
	"descriptor-mountains": "une silhouette des montagnes",
	"descriptor-people-dancing": "deux personnages dansant formellement",
	"descriptor-picture": "une image d'un/d'une",
	"descriptor-resume": "un CV",
	"descriptor-skyline": "une silhouette de l'horizon de Calgary",
	"descriptor-tower": "le sommet de la tour de Calgary",
	"descriptor-whiteboard": "un tableau blanc",
	"error-page-not-found": "Page introuvable",
	"faq-attend-answer": "CCLI 2023 peut accueillir des étudiants en génie et des leaders de partout au Canada! Si vous êtes intéressé à y assister en tant que délégué, consultez les détails de l'inscription en octobre 2022. Contactez votre société d'ingénierie pour plus de détails concernant le processus de représentation de votre université. Nous inviterons plus de 200 des meilleurs leaders de 53 universités de génie à travers du Canada!",
	"faq-attend-text": "Qui peuvent aller à CCLI 2023?",
	"faq-cfes-answer": "La Fédération canadienne étudiante en génie est une association bilingue qui représente les 85 000 étudiants en génie à travers du Canada. Grâce à la défense des intérêts, aux partenariats et à l'organisation de conférences (comme celle-ci), la FCEG continue d'avoir un impact en améliorant la vie des étudiants en génie. Apprenez-en davantage sur la FCEG en visitant son site web à <1>cfes.ca</1>.",
	"faq-cfes-text": "C'est quoi la Fédération canadienne étudiente de génie",
	"faq-fee": "QUE COUVRENT LES FRAIS DES DÉLÉGUÉS ?",
	"faq-fee-answer": "Les frais des délégués couvrent 6 nuits d'hébergement, 3 repas par jour, le transport pendant la conférence, l'accès à toutes les sessions et les événements de la conférence.",
	"faq-flex-answer": "Oui ! Notre équipe de parrainage acceptera les demandes personnalisées et supplémentaires. Si vous avez des idées ou des préoccupations concernant nos niveaux de parrainage, nous voulons les entendre !",
	"faq-flex-text": "Est-ce que les occasions de parrainage son flexible?",
	"faq-looking-answer": "Oui! Contactez-nous à <1>sponsorship@celc.cfes.ca</1>.",
	"faq-looking-text": "Est-ce que vous continuez le cherche pour des sponsors?",
	"faq-non-member": "QUE SE PASSE-T-IL SI MON ÉCOLE N'EST PAS MEMBRE DE LA CFES ?",
	"faq-non-member-answer": "Contactez <1>chair@celc.cfes.ca</1> pour engager une discussion à ce sujet.",
	"faq-organize-answer": "CCLI 2023 accepte toujours les bénévoles pour contribuer à la conférence, si c'est pour les opérations ou pour soutenir l'équipe bilingue. Contactez-nous à <1>chair@celc.cfes.ca</1>",
	"faq-organize-text": "Est-ce que je peux assister a organisé CCLI 2023?",
	"faq-workshop-answer": "CCLI 2023 comprendra jusqu'à 40 sessions réparties sur trois volets. Cela comprend des ateliers pratiques, des panels et même un concours de cas ! Si vous souhaitez vous impliquer, contactez notre équipe de programme à <1>chair@celc.cfes.ca</1>",
	"faq-workshop-text": "Quels types d'ateliers, de sessions et d'activités y aura-t-il ?",
	"footer-billingualism": "Le bilinguism",
	"footer-cfes": "Fédération canadienne étudiante de génie",
	"footer-contact-cfes": "Contactez le CFES",
	"footer-delegation": "La délégation",
	"footer-general": "GÉNÉRALITÉS",
	"footer-general-inquiry": "Demande générale",
	"footer-hot-line": "Hotline-CCLI",
	"footer-irc": "Comité de réponse aux incidents (CRI)",
	"footer-land": "Fait avec ❤ sur le territoire du Traité no 7",
	"footer-land-ack": "Reconnaissance des territoires",
	"footer-lgbtqia2": "Ressources pour les personnes LGBTQIA2+",
	"footer-mental-health": "Ressources en matière de santé mentale",
	"footer-oc": "Comité d'organisation",
	"footer-other-conf": "D'autres conférences à Calgary",
	"footer-sponsor-support": "Soutien au parrainage",
	"footer-support": "Support",
	"footer-sustainability": "Ressources en matière de viabilité",
	"footer-ucalgary": "Université de Calgary",
	"footer-vpx-support": "Assistance VPX",
	"footer-wie": "Ressources pour les femmes dans l'ingénierie",
	"foter-other-resources": "D'autres ressources",
	"header-case-comp": "CONCOURS DE CAS GROUPE {{number}}",
	"header-disney-character": "PERSONNAGE DE DISNEY",
	"header-dynamic-links": "LIENS DYNAMIQUES",
	"header-information": "INFORMATIONS",
	"history-05cec": "Au printemps 2005, la Conférence canadienne de génie se rend à Calgary. Accueillant des délégués de partout au pays, les étudiants ont participé à une variété de concours professionnels et d'ingénierie pour tenter de remporter le championnat national.",
	"history-16congress": "Le dernier Congrès organisé par l'Université de Calgary, le Congrès 2016 a réuni plus de 180 étudiants à Calgary, où des discussions ont eu lieu sur une variété de sujets tels que la flexibilité des diplômes, l'innovation et l'amélioration des expériences des étudiants. Quatre ans plus tard, le Congrès serait renommé à son itération du présent de CCLI.",
	"history-17cec": "2017 a ramené la Conférence canadienne du génie de nouveau à Calgary. Hébergés en mars, les étudiants ont découvert le printemps de Calgary alors qu'ils faisaient preuve d'excellence parmi leurs pairs, dans des compétitions telles que la conception, la consultation, la réingénierie et la communication.",
	"history-20cde": "Avec la pandémie, la Conférence sur la diversité de l'ingénierie 2020 serait une des premières à passer à un format en ligne. Malgré ces défis, la conférence aurait encore plus de 200 participants, réunis par leur passion commune pour l'amélioration de l'équité et de la justice au sein de la profession.",
	"history-75congress": "Le premier Congrès de la FCEG organisé par l'Université de Calgary a eu lieu lors du dixième anniversaire de la Schulich School of Engineering. Le congrès de 1975 ne serait pas la dernière conférence tenue à Calgary, mais serait la dernière à se tenir sous le prédécesseur de la FCEG, le CCEG.",
	"history-94congress": "​​En 1994, Calgary héberge à nouveau le Congrès de la FCEEG. C'est lors de cette conférence historique que l'exécutif national de la FCEEG créera et ratifiera le premier plan à long terme de l'organisation.",
	"history-cde": "DCI",
	"history-cec": "CCI",
	"history-congress": "Congrès",
	"history-title": "Les conférences <strong>historiques</strong>",
	"link-career-fair": "Plan de la Foire aux Carrières + Entreprises",
	"link-case-comp-groups": "Groupes de concours de cas",
	"link-case-comp-package": "Paquet de concours de cas",
	"link-case-comp-schedule": "Calendrier des jugements des concours de cas",
	"link-delegate-package": "Paquet des délégués",
	"link-discord": "Discord",
	"link-disney-princesses": "Princesse Disney",
	"link-food-crawl": "Guide alimentaire du marche alimentaire",
	"link-gretta-venue": "Informations sur le lieu Greta PDF",
	"link-instagram": "Instagram",
	"link-irc": "Lien IRC",
	"link-programming-package": "Paquet de programmation",
	"link-rajveer": "Informations sur le lieu Rajveer PDF",
	"link-schedule": "Programme",
	"link-twisted-venue": "Informations sur le lieu du Twisted PDF",
	"link-website": "Site web",
	"navbar-about": "À propos",
	"navbar-contact": "Contactez-nous",
	"navbar-faq": "FAQ",
	"navbar-history": "Histoire",
	"navbar-home": "Accueil",
	"navbar-why": "Pourquoi étre sponsor?",
	"position-activities": "Activités",
	"position-bilingualism": "Le bilinguism",
	"position-chair": "Coprésident",
	"position-communications": "Les communications",
	"position-finance": "La finance",
	"position-hospitality": "L'hospitalité",
	"position-logistics": "Les logistiques",
	"position-programming": "La programme",
	"position-social-events": "Les événements sociaux",
	"position-sponsorship": "Le parrainage",
	"position-technology": "La technologie",
	"sponsor-banquet": "La représentation de l'entreprise au banquet",
	"sponsor-bronze": "Bronze",
	"sponsor-button": "Télécharger le forfait",
	"sponsor-career": "Table à la foire de l'emploi",
	"sponsor-current": "Parrains",
	"sponsor-delegate": "Les CVs des délégués",
	"sponsor-desc": "Si vous voulez voir les détails de parrainage, voir ici le forfait de parrainage.",
	"sponsor-gold": "Or",
	"sponsor-handbook": "Une annonce dans le manuel des délégués",
	"sponsor-logo": "Logo sur le site web et sur les bannières",
	"sponsor-more": "...et plus",
	"sponsor-other": "Autre",
	"sponsor-partner": "Partenaire",
	"sponsor-past": "Les anciens sponsors",
	"sponsor-platinum": "Platine",
	"sponsor-session": "Diriger une session",
	"sponsor-silver": "Argent",
	"sponsor-title": "Pourquoi être sponsor?",
	"text-hello-name": "Bonjour {{name}}",
	"title-date": "Le 2 au 8 janvier",
	"title-description": "La Conférence canadienne sur le leadership en ingénierie 2023 de la FCEG montrera un Calgary diversifié, durable et axé sur la technologie.",
	"title-downtown": "Le centre-ville de Calgary",
	"title-image-drumheller": "Drumheller",
	"title-image-elliston": "Parc Elliston",
	"title-image-jasper": "Le parc national de Jasper",
	"title-image-lakeminnewanka": "Lac Minnewanka",
	"title-image-malignecanyon": "Le canyon Maligne",
	"title-image-stpatrick-island": "L'île du Saint-Patrick",
	"title-learn": "Apprendre davantage",
	"title-partner": "Collaborer avec nous",
	"title-showcase": "Célébrer l'ingénierie de Calgary",
	"title-text": "Innover pour<br>l'avenir"
}
