{
	"about-description": "Le Conférence Canadienne sur le Leadership en Ingénierie (CCLI) est une conférence annuel et bilingue, diriger par des étudiants, qui amene plus que \u003cstrong\u003e200 étudiants\u003c/strong\u003e de \u003cstrong\u003e46 universitiés\u003c/strong\u003e à travers du pays.\u003cbr\u003e\u003cbr\u003eLes étudiants de partout au Canada\nconverge to perfect their leadership skills, communiquer avec\nleurs collègues et des professionnels du secteur, et découvrir\ndes façons nouvelles de promouvoir le leadership à leurs\nuniversités.",
	"about-title": "C'est quoi CCLI?",
	"bands-diversity": "Diversité",
	"bands-sustinability": "Viabilité",
	"bands-tech": "Technologie",
	"constant": "french",
	"history-05cec": "Au printemps 2005, la Conférence canadienne de génie se rend à Calgary. Accueillant des délégués de partout au pays, les étudiants ont participé à une variété de concours professionnels et d'ingénierie pour tenter de remporter le championnat national.",
	"history-16congress": "Le dernier Congrès organisé par l'Université de Calgary, le Congrès 2016 a réuni plus de 180 étudiants à Calgary, où des discussions ont eu lieu sur une variété de sujets tels que la flexibilité des diplômes, l'innovation et l'amélioration des expériences des étudiants. Quatre ans plus tard, le Congrès serait renommé à son itération du présent de CCLI.",
	"history-17cec": "2017 a ramené la Conférence canadienne du génie de nouveau à Calgary. Hébergés en mars, les étudiants ont découvert le printemps de Calgary alors qu'ils faisaient preuve d'excellence parmi leurs pairs, dans des compétitions telles que la conception, la consultation, la réingénierie et la communication.",
	"history-20cde": "Avec la pandémie, la Conférence sur la diversité de l'ingénierie 2020 serait une des premières à passer à un format en ligne. Malgré ces défis, la conférence aurait encore plus de 200 participants, réunis par leur passion commune pour l'amélioration de l'équité et de la justice au sein de la profession.",
	"history-75congress": "Le premier Congrès de la FCEG organisé par l'Université de Calgary a eu lieu lors du dixième anniversaire de la Schulich School of Engineering. Le congrès de 1975 ne serait pas la dernière conférence tenue à Calgary, mais serait la dernière à se tenir sous le prédécesseur de la FCEG, le CCEG.",
	"history-94congress": "​​En 1994, Calgary héberge à nouveau le Congrès de la FCEEG. C'est lors de cette conférence historique que l'exécutif national de la FCEEG créera et ratifiera le premier plan à long terme de l'organisation.",
	"title-image-elliston": "Parc Elliston",
	"title-text": "Innover pour l'avenir"
}